{"pages":[],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2021/10/19/hello-world/"},{"title":"","text":"前言使用github pages服务搭建博客的好处有： 全是静态文件，访问速度快； 免费方便，不用花一分钱就可以搭建一个自由的个人博客，不需要服务器不需要后台； 可以随意绑定自己的域名，不仔细看的话根本看不出来你的网站是基于github的； 数据绝对安全，基于github的版本管理，想恢复到哪个历史版本都行； 博客内容可以轻松打包、转移、发布到其它平台； 等等；","link":"/2021/10/15/my-first-blog/"},{"title":"","text":"本周上线内容 一、概览优化(RCMS20210816_074、RCMS20210819_071) 重特大项目概览优化 ; 快速项目概览新增 ; 取消试点业务中心规则 ; 海外项目详情概览 ; 海外AA/AAA项目详情 ; A级项目详情概览 ; 萤石快速项目详情概览 二、能力认证流程优化(RCMS20210908_005) 人员职位新增“售后属性” ; 报名日期及邮件通知变更 1 报名邮件修改 2 考试邮件修改 能力认证报名界面校验条件新增 举证/实操 支持配置化 6个通道2级需举证/实操，业务待提供另外2个通道的举证规则新增两个专家通道； 能力认证流程内9个通道1级、2级能力的学分：总分、合格分调整 报名说明弹窗新增 能力认证报名模块新增立即学习按钮 举证专家名单 举证新增移交功能 ； 三、数据可视化报表优化(RCMS20210819_003) 国内数据报表剔除海外数据； 柱状图新增数量显示标签 32个业务中心后缀取消显示 数据概览&amp;基础数据模块优化； 延误占比明细表新增字段 报表中组织层级支持多选，全选（目前只支持单选） 界面自适应 数据PK功能优化 效益数据优化：","link":"/2021/10/20/20211014/"},{"title":"postName","text":"","link":"/2021/10/20/postName/"},{"title":"20210826","text":"本周上线内容 一、首页性能优化： 新增默认排序 新增阶段查询 新增查询条件 二、超期报备优化： 报备逻辑调整新增“是否报备”规则 新增超期报备日志 新增超期报备项目群 取消原超期报备抽审规则； 超期报备列表新增“超期结构化原因” 报表列表内列配置新增“超期结构化原因”、“是否超期”、“超期具体原因” 三、详情页新增概览： 新增产品概览 新增项目需求统计 新增项目任务统计 新增CIS问题统计 新增项目派工 新增项目风险统计 新增系统日志模块 新增项目信息模块 新增商机信息模块 新增项目沟通模块 新增项目质量模块 四、概览优化 江苏、深圳业务中心试点发布概览需求 试点业务中心项目按级别展示不同菜单 详情页导航菜单调整 项目变更菜单改名：操作日志 操作区展开按钮修改为：操作 里程碑UI高度调整 项目来源字段在概览内删除–调整至项目基本信息内 项目沟通模块调整是项目信息上方 当前交付组织：内容隐藏1级2级，在3级开始显示 进场日期取消时分秒 项目应收金额标红 五、问题修复及优化 项目详情-需求评估菜单内隐藏新建按钮； 修复TMS在DPM5.0中派工，地址为空的问题，解决方案：新增后端字段校验； 修复商机信息不能同步的问题；","link":"/2021/10/20/20210826/"}],"tags":[{"name":"上线内容","slug":"上线内容","link":"/tags/%E4%B8%8A%E7%BA%BF%E5%86%85%E5%AE%B9/"}],"categories":[]}